Repository: BennyK80/core-bundle
Catalog: contao/languages/*/*_image_size_item.xlf
Languages: de

# tl_image_size_item.invisible.0
source: Invisible
de: Unsichtbar

# tl_image_size_item.invisible.1
source: Do not use the image size definition.
de: Die Bildergröße nicht verwenden.

# tl_image_size_item.media.1
source: Define when this image size should be used, e.g. "(max-width: 600px)".
de: Legt fest wann diese Bildergröße verwendet werden soll, z. B. "(max-width: 600px)".

# tl_image_size_item.width.0
source: Width
de: Breite

# tl_image_size_item.width.1
source: Width in pixels.
de: Breite in Pixel.

# tl_image_size_item.height.0
source: Height
de: Höhe

# tl_image_size_item.height.1
source: Height in pixels.
de: Höhe in Pixel

# tl_image_size_item.resizeMode.0
source: Resize mode
de: Skalierungsmodus

# tl_image_size_item.resizeMode.1
source: Only applicable if width and height are specified.
de: Wird nur angewendet sofern Breite und Höhe definiert sind.

# tl_image_size_item.zoom.1
source: 0 = the whole image is visible, 100 = only the important part of the image is visible.
de: 0 = das gesamte Bild ist sichtbar, 100 = nur der wichtige Bereich des Bildes ist sichtbar.

# tl_image_size_item.sizes.0
source: Sizes attribute
de: Sizes-Attribut

# tl_image_size_item.sizes.1
source: Displayed image width(s), e.g. "(max-width: 600px) 100vw, 50vw". (<a href="http://www.w3.org/html/wg/drafts/html/master/embedded-content.html#attr-img-sizes" target="_blank">w3.org</a>)
de: Dargestellte Bildbreite(n), z. B. "(max-width: 600px) 100vw, 50vw". (<a href="http://www.w3.org/html/wg/drafts/html/master/embedded-content.html#attr-img-sizes" target="_blank">w3.org</a>)

# tl_image_size_item.densities.0
source: Pixel densities / scale factors
de: Pixeldichten / Skalierungsfaktoren

# tl_image_size_item.densities.1
source: Define the pixel densities, e.g. "1x, 1.5x, 2x".
de: Geben Sie die Pixeldichten an, z. B. "1x, 1.5x, 2x".

# tl_image_size_item.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_image_size_item.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_image_size_item.expert_legend
source: Expert settings
de: Experten-Einstellungen

# tl_image_size_item.visibility_legend
source: Visibility
de: Sichtbarkeit

# tl_image_size_item.new.0
source: New image size media query
de: Neuer Bilder-Media-Query

# tl_image_size_item.new.1
source: Create a new image size media query
de: Einen neuen Bilder-Media-Query anlegen

# tl_image_size_item.show.0
source: Image size media query details
de: Bilder-Media-Query-Details

# tl_image_size_item.show.1
source: Show the details of image size media query ID %s
de: Details des Bilder-Media-Query ID %s anzeigen

# tl_image_size_item.edit.0
source: Edit image size media query
de: Bilder-Media-Query bearbeiten

# tl_image_size_item.edit.1
source: Edit image size media query ID %s
de: Bilder-Media-Query ID %s bearbeiten

# tl_image_size_item.cut.0
source: Move image size media query
de: Bilder-Media-Query verschieben

# tl_image_size_item.cut.1
source: Move image size media query ID %s
de: Bilder-Media-Query ID %s verschieben

# tl_image_size_item.copy.0
source: Duplicate image size media query
de: Bilder-Media-Query duplizieren

# tl_image_size_item.copy.1
source: Duplicate image size media query ID %s
de: Bilder-Media-Query ID %s duplizieren

# tl_image_size_item.delete.0
source: Delete image size media query
de: Bilder-Media-Query löschen

# tl_image_size_item.delete.1
source: Delete image size media query ID %s
de: Bilder-Media-Query ID %s löschen

# tl_image_size_item.editheader.0
source: Edit image size
de: Bildergröße bearbeiten

# tl_image_size_item.editheader.1
source: Edit the image size settings
de: Einstellungen der Bildergröße bearbeiten

# tl_image_size_item.pasteafter.0
source: Paste at the top
de: Oben einfügen

# tl_image_size_item.pasteafter.1
source: Paste after image size media query ID %s
de: Nach dem Bilder-Media-Query ID %s einfügen

# tl_image_size_item.pastenew.0
source: Add new at the top
de: Neuen Bilder-Media-Query oben erstellen

# tl_image_size_item.pastenew.1
source: Add new after image size media query ID %s
de: Neues Element nach dem Bilder-Media-Query ID %s erstellen

# tl_image_size_item.toggle.0
source: Toggle visibility
de: Sichtbarkeit ändern

# tl_image_size_item.toggle.1
source: Toggle the visibility of image size media query ID %s
de: Die Sichtbarkeit des Bilder-Media-Query ID %s ändern
